Repository: danilorequena/CinemaTV
Catalog: CinemaTV/LocalizedStrings/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %@ votes
pt_br: %@ votos

source: %lld episodes
pt_br: %lld episódios

source: %lld movies
pt_br: %lld filmes

# %lld of %lld
source: %1$lld of %2$lld
pt_br: %1$lld de %2$lld

# %lld of %lld episodes
source: %1$lld of %2$lld episodes
pt_br: %1$lld de %2$lld episódios

# %lld of %lld watched
source: %1$lld of %2$lld watched
pt_br: %1$lld de %2$lld assistidos

source: %lld reviewed
pt_br: %lld com resenha

source: %lld Seasons
pt_br: %lld temporadas

source: %lld shows
pt_br: %lld séries

source: %lld years old
pt_br: %lld anos

source: Action
pt_br: Ação

source: Add ${movie} to watchlist
pt_br: Adicionar ${movie} à minha lista

source: Add Movie to Watchlist
pt_br: Adicionar Filme à Minha Lista

source: Add movies and shows from the Discover tab to start tracking.
pt_br: Adicione filmes e séries na aba Descubra para começar a acompanhar.

source: Add movies from the Discover tab to start tracking.
pt_br: Adicione filmes na aba Descubra para começar a acompanhar.

source: Add movies or follow shows from the Discover tab.
pt_br: Adicione filmes ou siga séries pela aba Descubra.

source: Add movies you want to watch from any detail page.
pt_br: Adicione filmes que você quer assistir a partir de qualquer página de detalhes.

source: Add movies you want to watch from the Discover tab.
pt_br: Adicione filmes que você quer assistir pela aba Descubra.

source: Add to Watchlist
pt_br: Adicionar à Minha Lista

source: Added %@
pt_br: Adicionado %@

source: Added %@ to your watchlist.
pt_br: %@ foi adicionado à sua lista.

# addFavorites
source: Add
pt_br: Adicionar

source: Adds a movie to your CinemaTV watchlist.
pt_br: Adiciona um filme à sua lista do CinemaTV.

source: Adventure
pt_br: Aventura

source: Airing Today
pt_br: No Ar Hoje

source: Animation
pt_br: Animação

source: Average:
pt_br: Média:

source: Average: %@/10
pt_br: Média: %@/10

source: Biografy
pt_br: Biografia

source: Biography
pt_br: Biografia

source: Buy
pt_br: Comprar

source: Cancel
pt_br: Cancelar

source: Canceled
pt_br: Cancelada

source: Casting
pt_br: Elenco

source: Category
pt_br: Categoria

source: Choose which movies to show.
pt_br: Escolha quais filmes mostrar.

source: Clear
pt_br: Limpar

source: Collapsed
pt_br: Recolhida

source: Comedy
pt_br: Comédia

source: Coming Soon
pt_br: Em Breve

source: Comming Soon
pt_br: Em breve

# commingSoon
source: CinemaTV - Comming Soon
pt_br: CinemaTV - Em breve

# commingSoonDescription
source: This Widget shows the first 3 movies that will be released soon.
pt_br: Esse Widget mostra os 3 primeiros filmes que estrearão em breve.

source: Continue Watching
pt_br: Continuar Assistindo

source: Created by %@
pt_br: Criado por %@

# creditsParagraph
source: The data of films and series made available within Cinema, such as posters, description, notes, cast and their photos are provided by the TMDB API. Although CinemaTV uses the TMBD API, it isn't endorsed/certified by the TMDB.
pt_br: Os dados de filmes e séries disponibilizados dento do CinemaTV, como posters, descrição, notas, elenco e suas fotos são fornecidas pela API do TMDB. Apesar do CinemaTV utilizar a API do TMBD, ele não é endossado/certificado pelo mesmo.

source: Delete
pt_br: Apagar

source: Delete Review
pt_br: Apagar Resenha

source: Directed by %@
pt_br: Dirigido por %@

source: Discover
pt_br: Descubra

source: Documentary
pt_br: Documentário

source: Edit Review
pt_br: Editar Resenha

source: Ended
pt_br: Encerrada

source: Enjoyed it? Write a review
pt_br: Gostou? Escreva uma resenha

source: episodes
pt_br: episódios

source: Error saving the movie.
pt_br: Erro ao salvar o filme

source: Expanded
pt_br: Expandida

source: Family
pt_br: Família

source: Fantasy
pt_br: Fantasia

source: Filmography
pt_br: Filmografia

source: Find movies and people from TMDB.
pt_br: Encontre filmes e pessoas no TMDB.

source: Find movies, TV shows and people from TMDB.
pt_br: Encontre filmes, séries e pessoas no TMDB.

source: Follow
pt_br: Seguir

source: Follow a show to track episodes here.
pt_br: Siga uma série para acompanhar os episódios aqui.

source: Follow this show to track episodes.
pt_br: Siga esta série para marcar episódios.

source: Following
pt_br: Seguindo

source: Get notified on release day for shows and movies in your library.
pt_br: Receba um aviso no dia de estreia das séries e filmes da sua biblioteca.

source: Guest Stars
pt_br: Participações Especiais

source: Horror
pt_br: Terror

source: In %lld days
pt_br: Em %lld dias

source: In theaters
pt_br: Nos cinemas

source: In theaters today
pt_br: Hoje nos cinemas

source: In Watchlist
pt_br: Na Minha Lista

source: Keep Following
pt_br: Continuar Seguindo

source: Keep up with upcoming, now playing, or popular movies.
pt_br: Acompanhe os filmes em breve, em cartaz ou populares.

source: Known For
pt_br: Conhecido por

source: Last watched %@
pt_br: Último visto %@

source: Later
pt_br: Mais tarde

source: Library
pt_br: Biblioteca

source: loading
pt_br: carregando

source: Mark ${movie} as watched
pt_br: Marcar ${movie} como assistido

source: Mark an episode and the show moves here.
pt_br: Marque um episódio e a série aparece aqui.

source: Mark as Watched
pt_br: Marcar como Assistido

source: Mark Movie as Watched
pt_br: Marcar Filme como Assistido

source: Mark Next Episode
pt_br: Marcar próximo episódio

source: Mark Season Watched
pt_br: Marcar Temporada como Assistida

source: Mark Watched
pt_br: Marcar Assistido

source: Marked %@ as watched.
pt_br: %@ foi marcado como assistido.

source: Marks a movie as watched, moving it out of your watchlist.
pt_br: Marca um filme como assistido e o remove da sua lista.

source: Media Type
pt_br: Tipo de Mídia

source: Movie
pt_br: Filme

source: Movies
pt_br: Filmes

source: Movies and people
pt_br: Filmes e pessoas

source: Movies Watched
pt_br: Filmes Assistidos

source: Movies you mark as watched appear here.
pt_br: Filmes marcados como assistidos aparecem aqui.

source: Movies, shows and people
pt_br: Filmes, séries e pessoas

source: Mystery
pt_br: Mistério

# Nasceu em %@ em %@.
source: Born on %1$@ in %2$@.
pt_br: Nasceu em %1$@, em %2$@.

source: Next episode
pt_br: Próximo episódio

source: Next Episode
pt_br: Próximo episódio

source: Next Season
pt_br: Próxima temporada

source: Next Unwatched
pt_br: Próximo não assistido

source: No Movies in Your Queue
pt_br: Nenhum filme na fila

source: No Results
pt_br: Nenhum Resultado

source: No Shows Yet
pt_br: Nenhuma série ainda

source: Not Now
pt_br: Agora Não

source: Nothing in Progress
pt_br: Nada em andamento

source: Nothing in Your Queue
pt_br: Nada na fila

source: Nothing to Track Yet
pt_br: Nada para acompanhar ainda

source: Nothing Watched Yet
pt_br: Nada assistido ainda

source: Now Playing
pt_br: Em Cartaz

# nowPlaying
source: Now on Cinemas
pt_br: Agora nos cinemas

source: On the Air
pt_br: Em Exibição

source: On The Air
pt_br: No ar

source: Open ${movie}
pt_br: Abrir ${movie}

source: Open in YouTube
pt_br: Abrir no YouTube

source: Open Movie
pt_br: Abrir Filme

source: Open Watchlist
pt_br: Abrir Minha Lista

source: Opens a movie's detail page in CinemaTV.
pt_br: Abre a página de detalhes de um filme no CinemaTV.

source: Opens your CinemaTV watchlist.
pt_br: Abre a sua lista do CinemaTV.

# popTVShows
source: Popular TV Shows
pt_br: Séries Populares

# popular
source: Popular Movies
pt_br: Filmes Populares

source: Popular
pt_br: Populares

source: Premiere notifications
pt_br: Notificações de estreia

source: Previous Episode
pt_br: Episódio anterior

source: Query
pt_br: Busca

# rated
source: Highly Rated
pt_br: Melhor avaliados

source: Recent
pt_br: Recentes

source: Recommendations
pt_br: Recomendações

source: Release Date: %@.
pt_br: Data de lançamento: %@.

source: Release Date:
pt_br: Data de lançamento:

source: Remove
pt_br: Remover

source: Remove ${movie} from watchlist
pt_br: Remover ${movie} da minha lista

source: Remove Movie from Watchlist
pt_br: Remover Filme da Minha Lista

source: Removed %@ from your watchlist.
pt_br: %@ foi removido da sua lista.

source: Removes a movie from your CinemaTV watchlist.
pt_br: Remove um filme da sua lista do CinemaTV.

source: Rent
pt_br: Alugar

source: Reviewed
pt_br: Com resenha

# S%lld E%lld airs today
source: S%1$lld E%2$lld airs today
pt_br: S%1$lld E%2$lld estreia hoje

source: Save Review
pt_br: Salvar Resenha

source: Science Fiction
pt_br: Ficção científica

source: Search
pt_br: Pesquisa

source: Search Movies
pt_br: Buscar Filmes

source: Search movies for ${query}
pt_br: Buscar filmes por ${query}

source: Searches TMDB for movies and returns the results.
pt_br: Busca filmes no TMDB e retorna os resultados.

source: Season %lld premiere
pt_br: Estreia da temporada %lld

source: Season %lld premieres today
pt_br: A temporada %lld estreia hoje

source: Seasons
pt_br: Temporadas

source: See All
pt_br: Ver Todos

# Sem biografia
source: No Biografy
pt_br: Sem biografia

source: Settings
pt_br: Ajustes

source: Share Review
pt_br: Compartilhar Resenha

source: Shows
pt_br: Séries

source: Similars
pt_br: Similares

source: Soon
pt_br: Em breve

source: Start the show
pt_br: Comece a série

source: Start Watching
pt_br: Começar a assistir

# Start with S%lld E%lld
source: Start with S%1$lld E%2$lld
pt_br: Comece por S%1$lld E%2$lld

# Start with S%lld E%lld · %@
source: Start with S%1$lld E%2$lld · %3$@
pt_br: Comece por S%1$lld E%2$lld · %3$@

source: Stream
pt_br: Streaming

source: There was an error saving the movie, try again...
pt_br: Houve um erro ao salvar o filme, tente novamente...

source: This Week
pt_br: Esta semana

source: Thriller
pt_br: Suspense

source: Today
pt_br: Hoje

source: Tomorrow
pt_br: Amanhã

source: Top Rated
pt_br: Mais Votados

source: Tracking
pt_br: Acompanhando

source: Trending
pt_br: Em alta

source: Try a different title or name.
pt_br: Tente outro título ou nome.

source: TV Shows
pt_br: Séries

source: TV shows are on the way.
pt_br: As séries estão a caminho.

source: Unfollow
pt_br: Deixar de Seguir

source: Unfollow this show?
pt_br: Deixar de seguir esta série?

source: Unmark All
pt_br: Desmarcar Tudo

source: Unwatched
pt_br: Não assistido

source: Up Next
pt_br: Em Seguida

# Up next: S%lld E%lld
source: Up next: S%1$lld E%2$lld
pt_br: A seguir: T%1$lld E%2$lld

# Up next: S%lld E%lld · %@
source: Up next: S%1$lld E%2$lld · %3$@
pt_br: A seguir: T%1$lld E%2$lld · %3$@

source: Upcoming
pt_br: Em Breve

source: Waiting for new episodes
pt_br: Aguardando novos episódios

source: Want to Watch
pt_br: Quero assistir

source: Want Watch
pt_br: Quero Assistir

# watchButton
source: To Watch
pt_br: Assistir

source: Watched
pt_br: Assistido

source: Watched %@
pt_br: Assistido %@

# watchedButton
source: Watched
pt_br: Assistido

# watchedTag
source: Watched
pt_br: Assistido

source: Watching
pt_br: Em Andamento

source: Watchlist
pt_br: Minha Lista

source: What we thought
pt_br: O que achamos

source: Where to Watch
pt_br: Onde Assistir

source: Write a Review
pt_br: Escrever uma Resenha

source: Write Review
pt_br: Escrever Resenha

source: Written by %@
pt_br: Roteiro de %@

source: You Might Also Like
pt_br: Você Também Pode Gostar

source: Your episode progress will be removed.
pt_br: Seu progresso de episódios será removido.

source: Your Library Is Empty
pt_br: Sua biblioteca está vazia

source: Your Watchlist Is Empty
pt_br: Sua Lista Está Vazia
